# generated with brew bundle dump
# restore with brew bundle
tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "openssl@1.1"
brew "python@3.8"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "curl-openssl"
brew "fd"
brew "fzf"
brew "git"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gradle"
brew "jenv"
brew "jq"
brew "libgit2"
brew "librsvg"
brew "node"
brew "pandoc"
brew "pinentry-mac"
brew "pyenv"
brew "python@2"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
cask "adobe-acrobat-reader"
cask "chefdk"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java"
cask "java11"
cask "java8"
cask "mactex"
cask "opensc"
cask "slack"
cask "spectacle"
cask "thunderbird"
