# generated with brew bundle dump
# restore with brew bundle
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/yahoo", "git@git.ouryahoo.com:homebrew/yahoo.git"
brew "docutils"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "curl"
brew "fd"
brew "fzf"
brew "unbound"
brew "gnutls"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "groff"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "maven"
brew "maven@3.5"
brew "node"
brew "openjdk@11"
brew "openjdk@17"
brew "pinentry-mac"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "homebrew/yahoo/aws-builder-creds"
brew "homebrew/yahoo/awsfed"
brew "homebrew/yahoo/yahoo_certificate_bundle"
cask "adobe-acrobat-reader"
cask "chromium"
cask "docker"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "pycharm-ce"
cask "spectacle"
cask "visualvm"
